tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
brew "curl"
brew "docker-compose", link: false"
brew "git"
brew "nodebrew"
brew "rust"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "fd"
brew "exa"
brew "ripgrep"
brew "yarn"
brew "python"
brew "fontconfig"
brew "fontforge"
brew "jq"
brew "go"
brew "goenv"
brew "bat"
brew "sdl2"
brew "llvm"
brew "ccls"
brew "rtags"
cask "fontforge"
cask "hyper"
cask "virtualbox"
cask "vagrant"
cask "iterm2"

